Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# Icon Subcategory World Environment
source: World & Environment
de: Welt & Umwelt
es: Mundo y entorno
fr: Monde et environnement
hi: विश्व और पर्यावरण
it: Mondo e ambiente
ja: 世界・環境
ko: 세계 및 환경
nb: Verden og miljø
nl: Wereld & Omgeving
pt_br: Mundo e meio ambiente
sk: Svet a životné prostredie
sv: Värld & Miljö
tr: Dünya ve Çevre
zh_hans: 世界与环境

# Icon Subcategory World Environment Description
source: Weather, buildings, and environmental elements
de: Wetter, Gebäude und Umweltelemente
es: Clima, edificios y elementos ambientales
fr: Météo, bâtiments et éléments environnementaux
hi: मौसम, भवन, और पर्यावरणीय तत्व
it: Meteo, edifici ed elementi ambientali
ja: 天気、建物、環境要素
ko: 날씨, 건물 및 환경 요소
nb: Vær, bygninger og miljøelementer
nl: Weer, gebouwen en omgevingsfactoren
pt_br: Clima, edificações e elementos ambientais
sk: Počasie, budovy a environmentálne prvky
sv: Väder, byggnader och miljöelement
tr: Hava durumu, binalar ve çevresel öğeler
zh_hans: 天气、建筑及环境元素

source: Import
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
ko: 가져오기
nb: Importer
nl: Importeren
pt_br: Importar
sk: Importovať
sv: Importera
tr: İçe Aktar
zh_hans: 导入

# Import Successful Message
source: Bookmarks imported successfully!
de: Lesezeichen erfolgreich importiert!
es: ¡Marcadores importados con éxito!
fr: Signets importés avec succès !
hi: बुकमार्क सफलतापूर्वक आयात किए गए!
it: Segnalibri importati con successo!
ja: ブックマークを正常にインポートしました！
ko: 북마크가 성공적으로 가져와졌습니다!
nb: Bokmerker importert!
nl: Bladwijzers succesvol geïmporteerd!
pt_br: Favoritos importados com sucesso!
sk: Záložky úspešne importované!
sv: Bokmärken importerades framgångsrikt!
tr: Yer imleri başarıyla içe aktarıldı!
zh_hans: 书签导入成功！

# Keyboard Not Supported Message
source: Switch to docked keyboard to use or press the button below to switch your other keyboards
de: Wechsle zur angedockten Tastatur, um sie zu verwenden, oder drücke die Taste unten, um zu deinen anderen Tastaturen zu wechseln
es: Cambia a un teclado acoplado para usarlo o pulsa el botón abajo para cambiar a tus otros teclados
fr: Passe à un clavier ancré pour l'utiliser ou appuie sur le bouton ci‑dessous pour changer tes autres claviers
hi: इस्तेमाल करने के लिए डॉक किए गए कीबोर्ड में स्विच करें या अपने अन्य कीबोर्ड बदलने के लिए नीचे दिए बटन को दबाएँ
it: Passa a una tastiera ancorata per usarla oppure premi il pulsante qui sotto per cambiare le altre tue tastiere
ja: ドッキングされたキーボードに切り替えて使用するか、下のボタンを押して他のキーボードに切り替えてください
ko: 사용하려면 도킹된 키보드로 전환하거나 아래 버튼을 눌러 다른 키보드로 전환하세요
nb: Bytt til dokket tastatur for å bruke, eller trykk knappen under for å bytte til et annet tastatur du har
nl: Schakel over naar het vaste toetsenbord om te gebruiken of druk op de knop hieronder om naar je andere toetsenborden te schakelen
pt_br: Mude para o teclado encaixado para usar ou pressione o botão abaixo para alternar seus outros teclados
sk: Prepnite na pripnutú klávesnicu, aby ste ju mohli použiť, alebo stlačte tlačidlo nižšie na prepnutie na vaše ostatné klávesnice
sv: Byt till dockat tangentbord för att använda eller tryck på knappen nedan för att byta till dina andra tangentbord
tr: Kullanmak için sabit klavyeye geçin veya diğer klavyelerinize geçmek için aşağıdaki düğmeye basın
zh_hans: 切换到固定键盘以使用，或按下面的按钮切换到你的其他键盘

# Keyboard Not Supported Title
source: Floating Panel Not Supported
de: Schwebendes Panel nicht unterstützt
es: Panel flotante no compatible
fr: Panneau flottant non pris en charge
hi: फ्लोटिंग पैनल समर्थित नहीं
it: Pannello flottante non supportato
ja: フローティングパネルは非対応です
ko: 플로팅 패널은 지원되지 않습니다
nb: Flytende panel støttes ikke
nl: Vloeiend paneel niet ondersteund
pt_br: Painel Flutuante Não Suportado
sk: Plávajúci panel nie je podporovaný
sv: Flytande panel stöds inte
tr: Yüzen Panel Desteklenmiyor
zh_hans: 浮动面板不受支持

# Map CSV Column Header Label %lld %@
source: • Column %1$lld: `%2$@`
de: • Spalte %1$lld: „%2$@“
es: • Columna %1$lld: `%2$@`
fr: • Colonne %1$lld : `%2$@`
hi: • कॉलम %1$lld: `%2$@`
it: • Colonna %1$lld: `%2$@`
ja: ・%1$lld列目:「%2$@」
ko: • 열 %1$lld: `%2$@`
nb: • Kolonne %1$lld: `%2$@`
nl: • Kolom %1$lld: `%2$@`
pt_br: • Coluna %1$lld: `%2$@`
sk: • Stĺpec %1$lld: „%2$@“
sv: • Kolumn %1$lld: `%2$@`
tr: • Sütun %1$lld: `%2$@`
zh_hans: • 列 %1$lld：`%2$@`

# Map CSV Info Section Text
source: Read before proceeding 🚀 We couldn’t automatically parse your CSV file — but that’s totally okay! You’re just a few steps away from bringing your bookmarks in. This mapper screen lets you tell us which columns mean what — and once you match your data correctly, we’ll handle the rest! We’ll only import the bookmarks and safely place them in a new folder named with the current date and time. The only required field is the link. If a title is missing, we’ll default them to the link. If no creation date is provided, we’ll use today’s date. Other fields like description, type or media URLs can be empty or skipped altogether. You can relax knowing that your data is safe and the import is flexible — no perfect formatting required.
de: Bitte erst lesen, bevor du weiter machst 🚀 Wir konnten deine CSV-Datei nicht automatisch verarbeiten – das ist aber völlig okay! Du bist nur ein paar Schritte davon entfernt, deine Lesezeichen zu importieren. Dieser Mapper-Bildschirm lässt dich uns sagen, welche Spalten was bedeuten – und sobald du deine Daten richtig zugeordnet hast, übernehmen wir den Rest! Wir importieren nur die Lesezeichen und legen sie sicher in einem neuen Ordner mit dem aktuellen Datum und der Uhrzeit ab. Das einzige erforderliche Feld ist der Link. Fehlt ein Titel, übernehmen wir den Link als Standard. Falls kein Erstellungsdatum angegeben ist, verwenden wir das heutige Datum. Andere Felder wie Beschreibung, Typ oder Medien-URLs können leer bleiben oder komplett ausgelassen werden. Du kannst beruhigt sein, denn deine Daten sind sicher und der Import ist flexibel – keine perfekte Formatierung nötig.
es: Lee antes de continuar 🚀 No pudimos analizar tu archivo CSV automáticamente, ¡pero no pasa nada! Estás solo a unos pasos de importar tus marcadores. Esta pantalla de mapeo te permite indicarnos qué columnas significan qué, y una vez que asignes tus datos correctamente, ¡nos encargaremos del resto! Solo importaremos los marcadores y los colocaremos de forma segura en una nueva carpeta nombrada con la fecha y hora actuales. El único campo obligatorio es el enlace. Si falta un título, usaremos el enlace por defecto. Si no se proporciona una fecha de creación, usaremos la fecha de hoy. Otros campos como descripción, tipo o URLs de medios pueden estar vacíos o ser omitidos completamente. Puedes estar tranquilo sabiendo que tus datos están seguros y la importación es flexible; no se requiere un formato perfecto.
fr: Merci de lire avant de continuer 🚀 Nous n’avons pas pu analyser automatiquement votre fichier CSV — mais ce n’est pas grave du tout ! Vous n’êtes qu’à quelques étapes d’importer vos favoris. Cet écran de correspondance vous permet de nous indiquer la signification de chaque colonne — une fois que vous avez bien associé vos données, nous nous occupons du reste ! Nous importerons uniquement les favoris et les placerons en toute sécurité dans un nouveau dossier nommé avec la date et l’heure actuelles. Le seul champ obligatoire est le lien. Si un titre manque, nous le remplacerons par le lien. Si aucune date de création n’est fournie, nous utiliserons la date du jour. D’autres champs comme la description, le type ou les URL média peuvent être vides ou ignorés. Vous pouvez être tranquille : vos données sont en sécurité et l’importation est flexible — aucun formatage parfait n’est nécessaire.
hi: आगे बढ़ने से पहले पढ़ लें 🚀 हम आपकी CSV फ़ाइल को स्वचालित रूप से पार्स नहीं कर पाए — लेकिन यह बिलकुल ठीक है! आप बस कुछ कदम दूर हैं अपने बुकमार्क्स को लाने के लिए। यह मैपर स्क्रीन आपको बताने देती है कि कौन सा कॉलम क्या मतलब है — और एक बार जब आप अपने डेटा को सही तरीके से मेल खा लेते हैं, तो हम बाकी संभाल लेंगे! हम केवल बुकमार्क्स आयात करेंगे और उन्हें एक नए फ़ोल्डर में सुरक्षित रूप से रख देंगे, जिसका नाम वर्तमान तारीख और समय होगा। एकमात्र आवश्यक फ़ील्ड लिंक है। यदि कोई शीर्षक नहीं दिया गया है, तो हम उसे लिंक के रूप में डिफ़ॉल्ट कर देंगे। यदि कोई निर्माण तिथि उपलब्ध नहीं है, तो हम आज की तारीख का उपयोग करेंगे। अन्य फ़ील्ड जैसे विवरण, प्रकार या मीडिया URL खाली हो सकते हैं या पूरी तरह से छोड़ दिए जा सकते हैं। आप निश्चिंत रह सकते हैं कि आपका डेटा सुरक्षित है और आयात लचीला है — कोई परफेक्ट फॉर्मेटिंग जरूरी नहीं।
it: Leggi prima di continuare 🚀 Non siamo riusciti a leggere automaticamente il tuo file CSV — ma non ti preoccupare! Sei a pochi passi dall'importare i tuoi segnalibri. Questa schermata di mappatura ti permette di indicarci quali colonne corrispondono a cosa — e una volta che avrai abbinato i dati correttamente, penseremo noi al resto! Importeremo solo i segnalibri e li posizioneremo in modo sicuro in una nuova cartella nominata con la data e l'ora correnti. L'unico campo obbligatorio è il link. Se manca un titolo, useremo il link come predefinito. Se non è indicata una data di creazione, useremo la data di oggi. Altri campi come descrizione, tipo o URL dei media possono restare vuoti o essere ignorati. Puoi stare tranquillo sapendo che i tuoi dati sono al sicuro e l'importazione è flessibile — non serve un formato perfetto.
ja: 続行する前にお読みください 🚀 CSVファイルを自動で解析できませんでしたが、ご安心ください！あと数ステップでブックマークのインポートが完了します。 このマッパースクリーンでは列の意味を指定できます。正しくデータを対応づければ、それ以降の処理は私たちにお任せください。ブックマークのみを取り込み、現在の日付と時刻を名前にした新しいフォルダに安全に保存します。 必須項目はリンクだけです。タイトルがない場合はリンクを代わりに使います。作成日がなければ、今日の日付を利用します。説明やタイプ、メディアのURLなどは空欄や省略も可能です。 データは安全に扱われ、インポートは柔軟なので完璧な形式である必要はありません。
ko: 진행 전에 읽어 주세요 🚀 CSV 파일을 자동으로 분석할 수 없었지만 걱정하지 마세요! 북마크를 가져오는 데 몇 단계만 남았습니다. 이 매퍼 화면에서 각 열이 무엇을 의미하는지 알려주세요. 데이터를 올바르게 맞추면 나머지는 저희가 처리합니다! 북마크만 가져와 현재 날짜와 시간으로 이름 지어진 새 폴더에 안전하게 저장합니다. 필수 항목은 링크뿐입니다. 제목이 없으면 링크를 제목으로 기본 설정하며, 생성일이 없으면 오늘 날짜를 사용합니다. 설명, 유형, 미디어 URL 같은 다른 항목은 비워두거나 건너뛰어도 됩니다. 데이터는 안전하게 보호되며, 가져오기가 유연하게 이루어지니 안심하세요 — 완벽한 형식이 필요하지 않습니다.
nb: Les dette før du fortsetter 🚀 Vi kunne ikke automatisk analysere CSV-filen din — men det er helt greit! Du er bare noen få steg unna å importere bokmerkene dine. Denne kartleggingsskjermen lar deg fortelle oss hva hver kolonne betyr — og når du matcher dataene riktig, tar vi oss av resten! Vi importerer kun bokmerkene og plasserer dem trygt i en ny mappe merket med dagens dato og klokkeslett. Det eneste obligatoriske feltet er lenken. Hvis en tittel mangler, setter vi den til lenken som standard. Hvis det ikke er oppgitt noen opprettelsesdato, bruker vi dagens dato. Andre felt som beskrivelse, type eller medie-URL-er kan være tomme eller hoppes over helt. Du kan være trygg på at dataene dine er sikre, og at importen er fleksibel — perfekt formatering er ikke nødvendig.
nl: Lees eerst even door voordat je verdergaat 🚀 We konden je CSV-bestand niet automatisch uitlezen — maar dat is helemaal geen probleem! Je bent maar een paar stappen verwijderd van het importeren van je bladwijzers. Dit toewijzerscherm laat je zien welke kolommen wat betekenen — en zodra je je gegevens correct koppelt, regelen wij de rest! We importeren uitsluitend de bladwijzers en plaatsen deze veilig in een nieuwe map met de huidige datum en tijd. Het enige verplichte veld is de link. Als een titel ontbreekt, gebruiken we standaard de link. Als er geen aanmaakdatum wordt opgegeven, gebruiken we de datum van vandaag. Andere velden zoals beschrijving, type of media-URL's kunnen leeg blijven of helemaal worden overgeslagen. Je kunt gerust zijn dat je gegevens veilig zijn en dat de import flexibel is — perfecte opmaak is niet nodig.
pt_br: Leia antes de continuar 🚀 Não conseguimos analisar seu arquivo CSV automaticamente — mas isso é totalmente normal! Você está apenas a alguns passos de importar seus favoritos. Esta tela de mapeamento permite que você nos diga o que cada coluna significa — e, uma vez que você associe seus dados corretamente, cuidaremos do resto! Importaremos apenas os favoritos e os colocaremos com segurança em uma nova pasta nomeada com a data e hora atuais. O único campo obrigatório é o link. Se faltar um título, usaremos o link como título. Se não houver data de criação, usaremos a data de hoje. Outros campos, como descrição, tipo ou URLs de mídia, podem estar vazios ou serem ignorados. Você pode ficar tranquilo sabendo que seus dados estão seguros e que a importação é flexível — não é necessário um formato perfeito.
sk: Prečítaj si pred pokračovaním 🚀 Nepodarilo sa nám automaticky spracovať tvoj CSV súbor — ale to je úplne v poriadku! Si len niekoľko krokov od toho, aby si importoval svoje záložky. Táto obrazovka na mapovanie ti umožní povedať nám, ktoré stĺpce znamenajú čo — a keď správne priradíš svoje dáta, my sa už postaráme o zvyšok! Importujeme len záložky a bezpečne ich uložíme do novej zložky pomenovanej podľa aktuálneho dátumu a času. Povinné je iba pole s odkazom. Ak chýba názov, predvolený názov bude odkaz. Ak nie je zadané dátum vytvorenia, použijeme dnešný dátum. Ostatné polia ako popis, typ alebo URL médií môžu byť prázdne alebo úplne vynechané. Môžeš byť v pokoji, tvoje dáta sú v bezpečí a import je flexibilný — nie je potrebné mať dokonalé formátovanie.
sv: Läs innan du fortsätter 🚀 Vi kunde inte automatiskt tolka din CSV-fil — men det är helt okej! Du är bara några steg från att importera dina bokmärken. Den här mappningsskärmen låter dig ange vilken kolumn som betyder vad — och när du matchar dina data korrekt tar vi hand om resten! Vi importerar endast bokmärkena och placerar dem säkert i en ny mapp döpt efter dagens datum och tid. Det enda obligatoriska fältet är länken. Om en titel saknas använder vi länken som standard. Om inget skapelsedatum anges använder vi dagens datum. Andra fält som beskrivning, typ eller media-URL:er kan lämnas tomma eller hoppas över helt. Du kan vara lugn med vetskapen om att dina data är säkra och importen är flexibel — ingen perfekt formatering krävs.
tr: Devam etmeden önce oku 🚀 CSV dosyanız otomatik olarak okunamadı — ama bu tamamen normal! Sadece birkaç adım uzaktasınız, yer imlerinizi içe aktarmak için. Bu eşleme ekranı, hangi sütunun ne anlama geldiğini bize bildirmenizi sağlar — ve verilerinizi doğru şekilde eşleştirdikten sonra gerisini biz hallederiz! Sadece yer imlerini içe aktaracağız ve onları güncel tarih ve saat ile adlandırılmış yeni bir klasöre güvenle yerleştireceğiz. Tek gerekli alan bağlantıdır. Başlık eksikse, başlık olarak bağlantıyı kullanırız. Oluşturma tarihi yoksa, bugünün tarihini kullanırız. Açıklama, tür veya medya URL’leri gibi diğer alanlar boş veya atlanabilir. Verilerinizin güvende olduğunu ve içe aktarmanın esnek olduğunu bilerek rahatlayabilirsiniz — mükemmel formatlama gerekmez.
zh_hans: 阅读后继续 🚀 我们无法自动解析你的 CSV 文件——但这完全没问题！你只需几个步骤就能导入书签。 这个映射器界面让你告诉我们各列代表什么——一旦你正确匹配数据，我们会处理剩下的工作！我们只会导入书签，并安全地放入以当前日期和时间命名的新文件夹中。 唯一必填的字段是链接。如果缺少标题，我们会默认用链接。如果没提供创建日期，我们会使用今天的日期。描述、类型或媒体 URL 等其他字段可以为空或跳过。 你可以放心，数据安全且导入灵活——不需要完美格式。

# Map CSV Label
source: Map CSV
de: CSV zuordnen
es: Asignar CSV
fr: Mapper CSV
hi: CSV मानचित्रित करें
it: Mappa CSV
ja: CSVマッピング
ko: CSV 매핑
nb: Kartlegg CSV
nl: CSV toewijzen
pt_br: Mapear CSV
sk: Mapovanie CSV
sv: Kartlägg CSV
tr: CSV Haritası
zh_hans: 映射 CSV

# Map CSV Notes Header Label
source: Notes
de: Notizen
es: Notas
hi: टिप्पणियाँ
it: Note
ja: メモ
ko: 메모
nb: Notater
nl: Notities
pt_br: Notas
sk: Poznámky
sv: Anteckningar
tr: Notlar
zh_hans: 备注
